Repository: LappHound/olimpo
Catalog: sites/all/modules/custom/track_record/translations/track_record.*.po
Languages: es

source: Club administration
es: Administración del club

source: Edit club information
es: Editar la información del club

source: Add and edit club track record information
es: Añadir y editar la información del palmarés del club

source: Athletes administration
es: Administración de los deportistas

source: Add new athlete
es: Añadir nuevo deportista

source: Edit athlete track record information
es: Editar la información del palmarés del deportista

source: @years years old
es: @years años

source: Track record
es: Palmarés

source: 1 medal
es: 1 medalla

source: Athletes
es: Deportistas

source: From @date
es: Desde @date

source: Title
es: Título

source: Medal
es: Medalla

source: Add to track record
es: Añadir al palmarés

source: Name
es: Nombre

source: Descripion
es: Descripción

source: Establishment date
es: Fecha de creación del club

source: New photo
es: Nueva foto

source: Update
es: Actualizar

source: Club information was updated
es: La información del club ha sido actualizada

source: Nothing
es: Nada

source: Gold
es: Oro

source: Silver
es: Plata

source: Bronze
es: Bronce

source: Save
es: Guardar

source: Club record was added
es: El titulo del club se ha añadido

source: Delete
es: Eliminar

source: or !cancel
es: o !cancel

source: Cancel
es: Cancelar

source: Club record was updated
es: El titulo del club ha sido actualizado

source: Birthday
es: Cumpleaños

source: Photo
es: Foto

source: Yes
es: Sí

source: Create athlete
es: Cread deportista

source: New athlete was added
es: Se ha añadido un nuevo deportista

source: Update athlete
es: Actualizar deportista

source: Athlete was updated
es: El deportista ha sido actualizado

source: Add entry to @name track record
es: Añadir titulo al palmarés de @name

source: Athlete record was added
es: El titulo del deportista ha sido añadido

source: Athlete record was updated
es: El titulo del deportista ha sido actualizado

source: Shows all the track records of clubs and athletes
es: Muesta el palmarés del club y sus deportistas

source: The club track record
es: El palmáres del club

source: Athlete track record
es: El palmáres del deportista

source: The athletes track record
es: El palmáres de los deportistas

source: Club track record administration
es: Administración del palmarés del club

source: Edit club track record
es: Editar el palmarés del club

source: Athlete administration
es: Administración de deportistas

source: Athlete track record administration
es: Administración del palmarés del deportista

source: Edit athlete track record
es: Editar el palmarés del deportista

source: Custom
es: Personalizado
